[
  "Use Seagrass to attract and breed sea turtles.",
  "Protect baby turtles from hostile mobs!",
  "Baby turtles will drop scutes when they grow - these can be crafted into turtle shells.",
  "Dolphins can lead you to shipwrecks and underwater ruins, feed them Cod and follow their trail!",
  "First rule of modded Minecraft: if you need it more than once, automate it!",
  "Second rule of modded Minecraft: need it only once? Automate it!",
  "Third rule of modded Minecraft: do not need it at all? Automate it anyways, silly!",
  "Tired of waiting for your game to load? Put it in the background and do something else: you will hear a \"Ding!\" sound after it finishes loading!",
  "There are 3587 types of Tropical Fish!",
  "Sea Pickles can be smelted into Lime Green Dye.",
  "Use Haybales to breed Llamas!",
  "Compasses always point to a Lodestone or the world spawn - craft one to find your way!",
  "Trade with Villagers to obtain food, tools, and even treasure maps!",
  "Did you know you can hold a map in your off-hand?",
  "Leads can be used on boats.",
  "Hwyla is disabled by default, press Num-1 to enable it!",
  "Sneak or wear frost walker boots to walk safely on Magma Blocks.",
  "Waystones can be used to instantly teleport between locations.",
  "Waystones always spawn in Villages, Battle Towers, and Towers of the Wild.",
  "The Sawmill acts like a Stonecutter, but for wood!",
  "Never dig straight down!",
  "Having at least Feather Falling I on your boots removes the ability to trample crops from any height!",
  "Found a bug? Open a GitHub issue on our tracker! Link can be found on the main menu.",
  "Use the Quark buttons in your inventory! They help a lot with early game storage management.",
  "Pedestals are not just for show! They are used in the Infusion process, a new way to make rare materials.",
  "After reaching the End, you can use an Infusion Altar to make rare materials!",
  "Tridents can be crafted using Thrasher teeth.",
  "You can replant banana trees with fronds.",
  "The Travellers Armor Set can be levelled up with use.",
  "The Magic Feather gives you creative flight when within range of a beacon!",
  "Banana trees must be planted on gravel or sand, and only grow during rainy weather.",
  "Passion vines must be placed on Rosewood Logs or Rosewood Leaves to grow fruit.",
  "Looking for a special biome for your base? Rumor has it there is a compass that can help you find any biome you want.",
  "You can smelt 20 items in a furnace by using a block of dried kelp as fuel.",
  "Diorite, you either love it or hate it.",
  "Craft Chimes to reset your insomnia, preventing phantom spawns!",
  "Press \"A\" to bookmark an item in JEI. If you press it again on the bookmark, you will remove it.",
  "Do people actually read these?",
  "Need some help or want to chat with other players? Join our Discord community! Link can be found on the main menu.",
  "Always craft extras.",
  "Be nice to animals!",
  "Did you know that nether stars cannot be destroyed by explosions?",
  "When digging straight up, place a torch at your feet to break any sand or gravel that could potentially fall down on you.",
  "Shear a Beehive or nest to get Honeycomb, use a Bottle to get honey.",
  "Place a Campfire under a Beehive or nest to harvest honey peacefully. Your bees will thank you.",
  "You can breed Hoglins with Crimson Fungus, but it is dangerous!",
  "There are different variants of Towers of the Wild, including Ocean, Derelict, and Overgrown towers!",
  "Create rare materials using an Infusion Altar!",
  "The Conjurer spawns in a theatre in Dark Oak Forests.",
  "Craft an Antique Atlas and never lose your way again!",
  "Bucketed slimes can show you when you are in a slime chunk!",
  "Ancient tomes can be used to increase enchantment levels above the normal limit.",
  "Get bottled clouds by right-clicking using an empty bottle at cloud height.",
  "Use a cutting board to chop meats and other food items!",
  "Find patches of wild fruits and vegetables in specific climates.",
  "Craft a stove to make more complicated food items!",
  "Bubble columns can be used to break down stones into sand, like Cobblestone into Gravel!",
  "Sugar and Spice is more fun with friends!",
  "Shout out to my friends at Slightly Vanilla Flavoured!",
  "Crystalite armor has less armor toughness than Netherite, but is more enchantable.",
  "Ravagers drop Ravager Hide, which can be used to craft backpacks.",
  "Tortoises spawn underground. Feed them cave roots and see what happens!",
  "Ambient discs can be obtained when a skeleton kills a spider.",
  "Feeding a baby animal a poisonous potato can prevent it from growing up.",
  "Villagers will follow you if you hold an emerald block!",
  "You can use four glass shards to craft glass blocks. Combine different color glass shards to get dirty glass.",
  "Endermites will burrow their way into purpur blocks, creating new shulkers.",
  "You can breed Crabs with Wheat, Chicken, or any type of Fish.",
  "Wrapped are a zombie variant that only spawn on cobbedstone.",
  "Planting mushrooms on rich soil will cause a mushroom colony to grow.",
  "Keeping a balanced diet will grant you positive effects!",
  "Doors made from Thrasher teeth will automatically close after a bit.",
  "Beachgrass will spawn in beaches and can be used to make thatch, a great block for roofs.",
  "Watch out for the crocodiles in the swamps!",
  "If you kill enough crocodiles, you can make a crocodile chestplate.",
  "Mimicubes will mimic your armor and tools when you attack them.",
  "Use Dragon Scales to make copies of Elytras!",
  "Brass can be made using Copper and Quartz.",
  "Try crafting a Potato Cannon and shooting your friends with your homegrown vegetables!",
  "Did you know that milkshakes all have different effects when drank?",
  "Cherries will drop from Cherry Trees like Apples from Oak Trees."
]